app/controllers/books_controller.rb

  def create
    @book = Book.new(book_params)

    respond_to do |format|
      if @book.save
---
INSERT INTO "books" ("title", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "AAA"], ["content", "AAA"], ["created_at", "2020-03-07 07:16:07.872031"], ["updated_at", "2020-03-07 07:16:07.872031"]]