app/controllers/products_controller.rb

  def create
    @product = Product.new(product_params)

    respond_to do |format|
      if @product.save
---
INSERT INTO "products" ("name", "description", "price", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Computer"], ["description", "Core i 7"], ["price", 100], ["created_at", "2020-03-06 17:45:15.767857"], ["updated_at", "2020-03-06 17:45:15.767857"]]