app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "dev1@openside.com"], ["email", "asdfasdf"], ["password", "pass"], ["created_at", "2020-03-09 06:24:52.922566"], ["updated_at", "2020-03-09 06:24:52.922566"]]
---
    def create
    @user = User.new(user_params)
        @user.save